const quiz = [
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ नेपाल राजपत्रमा कहिले प्रकाशित भएको थियो?',
    options: [
      '२०७१ असार ११ गते',
      '२०७२ असार २१ गते',
      '२०७२ असार ३१ गते',
      'माथिका कुनै पनि होइनन् \u0964',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बलका कर्मचारीहरू **अवकाश हुने आधारहरू** तलका मध्ये कुन चाहिँ **होइन**?',
    options: ['सेवा अवधि', 'उमेर अवधि', 'पदावधि', 'भर्ना विधि'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ को कुन **अनुसूचीमा कार्यसम्पादन मूल्याङ्कन फारामको** व्यवस्था गरिएको छ?',
    options: ['अनुसूची ७', 'अनुसूची ५', 'अनुसूची ९', 'अनुसूची ६'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले **नियुक्ति लिएको मितिले कति समयसम्म नोकरी छाड्न** पाउँदैनन्?',
    options: ['३ वर्ष', '४ वर्ष', '५ वर्ष', '६ वर्ष'],
    answer: 2,
  },
  {
    q: 'कुनै कसूरको अभियोग लागेको कुनै सशस्त्र प्रहरीलाई कुन दर्जाको प्रहरी अधिकृतले **गिरफ्तार र हिरासतमा राख्ने आदेश** दिन सक्दछ?',
    options: [
      'सशस्त्र प्रहरी महानिरीक्षक',
      'अभियोग लागेको दर्जा भन्दा माथिको जुनसुकै प्रहरी अधिकृत',
      'सम्बन्धित अदालतको आदेश',
      'सम्बन्धित सशस्त्र प्रहरी कर्मचारी कार्यरत भएको कार्यालय प्रमुख',
    ],
    answer: 1,
  },
  {
    q: '**सशस्त्र प्रहरी विशेष अदालतको अध्यक्ष** को हुन्छ?',
    options: [
      'न्याय सेवाको विशिष्ट श्रेणीको अधिकृत',
      'सशस्त्र प्रहरी महानिरीक्षक',
      'सरकारी वकिल',
      'लोकसेवा आयोगको अध्यक्ष तथा निजले तोकेको सदस्य',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी सेवाको **राजपत्राङ्कित अधिकृतको नियुक्ति** कसले गर्दछ?',
    options: [
      'नेपाल सरकारले',
      'लोकसेवा आयोगले',
      'गृह मन्त्रालयले',
      'रक्षा मन्त्रालयले',
    ],
    answer: 0,
  },
  {
    q: 'नेपाल सरकारले नेपालको कुनै भागमा सशस्त्र प्रहरी सञ्चालन गरेकोमा त्यस क्षेत्रमा सञ्चालन भएको सशस्त्र प्रहरीको **सङ्ख्या र सशस्त्र प्रहरीले गरिरहेको काम कारबाहीको सम्बन्धमा राष्ट्रिय सुरक्षा परिषद् र केन्द्रीय सुरक्षा समितिलाई कति कति समयमा जानकारी** गराउनु पर्दछ?',
    options: [
      'प्रत्येक १५ दिनमा',
      'हप्तामा कम्तीमा एक पटक',
      'प्रत्येक महिनामा',
      'सशस्त्र प्रहरी महानिरीक्षकले आवश्यक सम्झेको दिनमा',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी **महानिरीक्षकको पदावधि** कति वर्षको हुन्छ?',
    options: ['२ वर्ष', '३ वर्ष', '४ वर्ष', '५ वर्ष'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी ऐन, २०५८ अनुसार **"सशस्त्र प्रहरी"** भन्नाले कसलाई बुझाउँछ?',
    options: [
      'सशस्त्र प्रहरी सेवामा नियुक्त हुने व्यक्ति',
      'सशस्त्र प्रहरी सेवामा नियुक्त भएको व्यक्ति',
      'सशस्त्र प्रहरी सेवामा नियुक्त हुन योग्य व्यक्ति',
      'सशस्त्र सेवा आयोगले नियुक्तिको लागि सिफारिस भएको व्यक्ति',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले एक वर्षमा कति दिन **बिरामी बिदा** पाउँछ?',
    options: ['१२ दिन', '१५ दिन', '३० दिन', '४५ दिन'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ अनुसार **सशस्त्र प्रहरी जवानको पदमा नियुक्ती गर्ने अधिकारी** को हो?',
    options: [
      'सशस्त्र प्रहरी निरीक्षक',
      'सशस्त्र प्रहरी नायव उपरीक्षक',
      'सशस्त्र प्रहरी नायव महानिरीक्षक',
      'सशस्त्र प्रहरी वरिष्ठ उपरीक्षक',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **संगठन तथा व्यवस्थापन सर्वेक्षण समितिको अध्यक्ष** को हुन्छ?',
    options: [
      'नेपाली सेनाको वरिष्ठ अधिकृत',
      'सशस्त्र प्रहरी महानिरीक्षक',
      'गृह मन्त्रालयका सहसचिव',
      'सर्वेक्षण अधिकृत',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बलको **प्रधान कार्यालय** कहाँ रहने व्यवस्था छ?',
    options: [
      'हलचोक काठमाडौँमा',
      'स्वयम्भू काठमाडौँमा',
      'गृह मन्त्रालयले तोकेको स्थानमा',
      'काठमाडौँ उपत्यकामा',
    ],
    answer: 0,
  },
  {
    q: 'कुनै सशस्त्र प्रहरीले मुलुकको **धार्मिक तथा सामाजिक सद्भाव खल्बल्याउन सहयोग पुर्‍याएमा** कस्तो सजाय हुने व्यवस्था छ?',
    options: [
      'तीन देखि पाँच वर्षसम्म कैद',
      'सर्वस्व सहित जन्मकैद',
      '१ वर्ष देखि ५ वर्ष सम्म कैद',
      '३ वर्ष देखि ५ वर्ष सम्म कैद',
    ],
    answer: 3,
  },
]
