const quiz = [
  {
    q: '**सशस्त्र प्रहरी नियमावली, २०७२** नेपाल राजपत्रमा कहिले प्रकाशित भएको थियो?',
    options: [
      'कुनै पनि होइनन्',
      '२०७२ असार ३१',
      '२०७१ असार ११ गते',
      '२०५८ माघ १० गते',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीहरू अवकाश हुने आधारहरू तलका मध्ये कुन **होइन**?',
    options: ['पदावधि', 'उमेर हद', 'सेवा अवधि', 'भर्ना विधि'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ को कुन अनुसूचीमा **कार्यसम्पादन मूल्याङ्कन फाराम**को व्यवस्था गरिएको छ?',
    options: ['अनुसूची ७', 'अनुसूची ६', 'अनुसूची ९', 'अनुसूची ३'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले नियुक्ति लिएको मितिले कति समयसम्म **नोकरी छाड्न** पाउँदैनन्?',
    options: ['३ वर्ष', '४ वर्ष', '५ वर्ष', '६ वर्ष'],
    answer: 2,
  },
  {
    q: 'कुनै कसूरको अभियोग लागेको कुनै सशस्त्र प्रहरीलाई कुन दर्जाको प्रहरी अधिकृतले **गिरफ्तार र हिरासतमा राख्ने** आदेश दिन सक्दछ?',
    options: [
      'न्याय सेवाको विशिष्ट श्रेणीको अधिकृत',
      'सम्बन्धित अदालतको आदेश',
      'सशस्त्र प्रहरी महानिरीक्षक',
      'अभियोग लागेको दर्जा भन्दा **माथिल्लो जुनसुकै** प्रहरी अधिकृत',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी सेवाको **राजपत्राङ्कित अधिकृत**को नियुक्ति कसले गर्दछ?',
    options: [
      'गृह मन्त्रालयले',
      'रक्षा मन्त्रालयले',
      'लोकसेवा आयोगले',
      'नेपाल सरकार',
    ],
    answer: 3,
  },
  {
    q: '**केन्द्रीय सुरक्षा समिति**को अध्यक्ष को रहने व्यवस्था छ?',
    options: [
      'गृह मन्त्री वा राज्यमन्त्री',
      'प्रधान मन्त्री',
      'प्रधानसेनापति',
      'वलाधिकृत',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी ऐन, २०५८ को **परिच्छेद ३** मा के सम्बन्धी व्यवस्था गरेको छ?',
    options: ['सेवाको सुरक्षा', 'सेवाका शर्तहरू', 'बिदा', 'आचरण'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले वर्षमा कति दिन **बिरामी बिदा** पाउँछन्?',
    options: ['१२ दिन', '१५ दिन', '३० दिन', 'बिरामी भए मात्र पाउँछन्'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको हालसम्म कतिओटा **नियमावली** प्रयोगमा आएका छन्?',
    options: ['३', '४', '१', '२'],
    answer: 0,
  },
  {
    q: '**सशस्त्र प्रहरी निरीक्षक**को दर्ज्यानी चिन्ह तलका मध्ये कुन हो?',
    options: [
      'क्रस खुँडा',
      'धानको बाला क्रस खुँडा र चन्द्र र सूर्य',
      'धानको बाला क्रस खुँडा र दुई तारा',
      'धानको बाला क्रस खुँडा र एक तारा',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीलाई **जेल सजाय** गर्ने कानून तलका मध्ये कुन हो?',
    options: [
      'सशस्त्र प्रहरी ऐन २०५८',
      'सशस्त्र प्रहरी नियमावली २०७२',
      'प्रहरी नियमावली २०७१',
      'प्रहरी ऐन २०१२',
    ],
    answer: 0,
  },
  {
    q: 'उचित र पर्याप्त कारण भएमा सशस्त्र प्रहरी कर्मचारीलाई गारद **.....** राख्ने व्यवस्था छ?',
    options: ['धेरै कारण भएमा', 'ब्यारेक कोठामा', 'निजको घरमा', 'नजरबन्दमा'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **संगठन प्रमुख** को रहने व्यवस्था छ?',
    options: [
      'सशस्त्र प्रहरी महानिरीक्षक',
      'प्रधानमन्त्री',
      'गृह मन्त्री',
      'गृह सचिव',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपाल कुन **मन्त्रालय अन्तर्गत** पर्दछ?',
    options: [
      'रक्षा मन्त्रालय',
      'गृह मन्त्रालय',
      'जनसंख्या मन्त्रालय',
      'श्रम मन्त्रालय',
    ],
    answer: 1,
  },
]
