const quiz = [
  {
    q: 'सशस्त्र प्रहरी बल, नेपाल कुन **मन्त्रालय अन्तर्गत** पर्दछ?',
    options: [
      'रक्षा मन्त्रालय',
      'गृह मन्त्रालय',
      'कानून मन्त्रालय',
      'अर्थ मन्त्रालय',
    ],
    answer: 1,
  },
  {
    q: '**केन्द्रीय सुरक्षा समिति**को अध्यक्ष को हुने व्यवस्था छ?',
    options: [
      'प्रधानमन्त्री',
      'नेपाली सेनाको बलाधिकृत',
      'गृह सचिव',
      'गृह मन्त्री',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको संगठन संरचना अनुसार सशस्त्र प्रहरी **बोर्डर आउट, पोष्ट (BOP) कार्यालयको प्रमुख** को हुने व्यवस्था रहेको छ?',
    options: [
      'सशस्त्र प्रहरी उपरीक्षक',
      'सशस्त्र प्रहरी निरीक्षक',
      'सशस्त्र प्रहरी वरिष्ठ उपरीक्षक',
      'सशस्त्र प्रहरी नायव महानिरीक्षक',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको प्रधान कार्यालय **सशस्त्र प्रहरी महानिरीक्षकको सचिवालय** अन्तर्गत कतिवटा **निर्देशनालयहरू** रहेका छन्?',
    options: ['३', '४', '५', '६'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको प्रधानकार्यालयको संगठनात्मक संरचना सशस्त्र प्रहरी नियमावली, २०७२ को **अनुसूची...** मा व्यवस्था गरिएको छ\u0964',
    options: ['१', '२', '३', '४'],
    answer: 1,
  },
  {
    q: 'आफ्नो **जिम्मामा रहेको** सरकारी वा कसैको हातहतियार वा खरखजाना **बेचबिखन गरेमा वा कसैलाई दिएमा** सशस्त्र प्रहरीलाई कस्तो सजाय हुन्छ?',
    options: [
      '३ वर्षदेखि ५ वर्षसम्म कैद',
      '५ वर्षदेखि ७ वर्षसम्म कैद',
      '७ वर्षदेखि १२ वर्षसम्म कैद',
      'जन्म कैद',
    ],
    answer: 3,
  },
  {
    q: '**निवृत्तिभरण**को लागि सशस्त्र प्रहरी जवानले न्यूनतम कति वर्ष **सेवा अवधि** पूरा गर्नुपर्दछ?',
    options: ['१६ वर्ष', '२० वर्ष', '१८ वर्ष', '२५ वर्ष'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरीको **साधारण समूह** अन्तर्गत कतिवटा **उप-समूहहरू** छन्?',
    options: ['२', '३', '४', '५'],
    answer: 1,
  },
  {
    q: '**सशस्त्र प्रहरी सेवा आयोग**को अध्यक्ष को हुने व्यवस्था छ?',
    options: [
      'गृह सचिव',
      'सशस्त्र प्रहरी महानिरीक्षक',
      'लोकसेवा आयोगका अध्यक्ष वा निजले तोकेको लोकसेवा आयोगको सदस्य',
      'नेपाल सरकारले तोकेको अधिकृत',
    ],
    answer: 2,
  },
  {
    q: '**सशस्त्र प्रहरी विशेष अदालत**ले गरेको निर्णयमा **चित्त नबुझेकाले** कति दिनभित्र सम्बन्धित उच्च अदालतमा पुनरावेदन गर्न सक्नेछ?',
    options: ['३५ दिनभित्र', '४५ दिनभित्र', '६० दिनभित्र', '१० दिनभित्र'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली २०७२ को **अनुसूची १६** मा के सम्बन्धी व्यवस्था छ?',
    options: [
      'भौगोलिक क्षेत्रको विवरण',
      'सशस्त्र प्रहरी कर्मचारीले पाउने **रासन सुविधा**',
      'विभिन्न समूहमा रहने उपसमूह',
      'न्यूनतम योग्यता',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ अनुसार पदपूर्ति गर्दा समावेशी, **दलित समूहलाई** कति प्रतिशत छुट्याइएको छ?',
    options: ['९ प्रतिशत', '१२ प्रतिशत', '१५ प्रतिशत', '२० प्रतिशत'],
    answer: 2,
  },
  {
    q: "सशस्त्र प्रहरी नियमावली अनुसार सशस्त्र प्रहरीमा सेवामा **भौगोलिक क्षेत्रमा** काम गरेको अनुभवको मूल्याङ्कन गर्दा **'घ' वर्गमा** काम गरेको प्रत्येक वर्षको लागि कति अङ्क दिइन्छ?",
    options: ['१.२', '१.३', '१.४', '१.५'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी जवानले आफू नियुक्त भएको कति **दिनभित्र सम्पत्ति विवरण** बुझाउनु पर्दछ?',
    options: ['१ हप्ताभित्र', '३५ दिनभित्र', '६० दिनभित्र', '३ महिनाभित्र'],
    answer: 2,
  },
  {
    q: 'तलकामध्ये कुन अवस्थामा सशस्त्र प्रहरी जवानलाई **सामान्य सचेत** गराउन सकिन्छ?',
    options: [
      'राजनीतिमा भाग लिएमा',
      'आचरणसम्बन्धी नियमहरू उल्लङ्घन गरेमा',
      'बिदा स्वीकृत नगराई लगातार १५ दिनसम्म कार्यालयमा अनुपस्थित रहेमा',
      'आफ्नो पदको जिम्मेवारी **अवहेलना** गरेमा',
    ],
    answer: 3,
  },
]
