const quiz = [
  {
    q: '**केन्द्रीय सुरक्षा समिति**को अध्यक्षमा **...** पनि रहने व्यवस्था छ\u0964',
    options: [
      'बलाधिकृत',
      'प्रधानसेनापति',
      'प्रधान मन्त्री',
      'गृह मन्त्री वा गृह राज्यमन्त्री',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी ऐन, २०५८ को **परिच्छेद ३** मा के सम्बन्धी व्यवस्था गरेको छ?',
    options: ['आचरण', 'बिदा', 'सेवाका शर्तहरू', 'सेवाको सुरक्षा'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी **परिचर (Follower)** कुन श्रेणीमा पर्दछ?',
    options: [
      'राजपत्र अनङ्कित प्रथम श्रेणी',
      'राजपत्र अनङ्कित द्वितीय श्रेणी',
      'राजपत्र अनङ्कित तृतीय श्रेणी',
      'श्रेणीविहीन',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले वर्षमा कति दिन **बिरामी बिदा** पाउँछन्?',
    options: ['४ दिन', 'बिरामी नभए पाउँदैन', '३० दिन', '१२ दिन'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **सङ्गठन प्रमुख** कुन श्रेणीको हुन्छ?',
    options: [
      'राजपत्राङ्कित प्रथम श्रेणी',
      'राजपत्राङ्कित द्वितीय श्रेणी',
      'राजपत्राङ्कित विशिष्ट श्रेणी',
      'राजपत्राङ्कित विशेष श्रेणी',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **ताल्लुक मन्त्रालय** तलका मध्ये कुन हो?',
    options: [
      'गृह मन्त्रालय',
      'रक्षा मन्त्रालय',
      'जनसङ्ख्या मन्त्रालय',
      'श्रम मन्त्रालय',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको हालसम्म कतिओटा **नियमावली** प्रयोगमा आएका छन्?',
    options: ['२', '३', '४', '५'],
    answer: 0,
  },
  {
    q: '**सशस्त्र प्रहरी सेवा आयोगको सदस्य सचिव** को रहने व्यवस्था छ?',
    options: [
      'लोक सेवा आयोगको सदस्य',
      'गृह सचिव',
      'रक्षामन्त्री वा रक्षा राज्यमन्त्री',
      'सशस्त्र प्रहरी महानिरीक्षक',
    ],
    answer: 3,
  },
  {
    q: '**केन्द्रीय सुरक्षा समिति**को अध्यक्ष को रहने व्यवस्था छ?',
    options: [
      'प्रधानमन्त्री',
      'रक्षामन्त्री वा रक्षा राज्यमन्त्री',
      'गृहमन्त्री वा गृह राज्यमन्त्री',
      'नेपाली सेनाको प्रधान सेनापति',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **दरबन्दी संख्या** कसले **तोकिदिए बमोजिम** हुनेछ?',
    options: [
      'सशस्त्र प्रहरी बल नेपालको प्रधान कार्यालयले',
      'रक्षा मन्त्रालयले',
      'नेपाल सरकारले',
      'गृह मन्त्रालयले',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरीका **प्रथम आईजीपी**लाई कुन ठाउँमा **हत्या** गरिएको थियो?',
    options: [
      'सातदोबाटो, ललितपुर',
      'जाउलाखेल, ललितपुर',
      'सिफल, काठमाण्डौ',
      'खुसुन्ती, ललितपुर',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **प्रधानकार्यालय** कहाँ रहेको छ?',
    options: ['ठूलो भऱ्याङ', 'स्वयम्भू', 'हलचोक', 'बालाजु'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी **निरीक्षक**को **दर्ज्यानी चिन्ह** तलका मध्ये कुन हो?',
    options: [
      'धानको बाला, क्रस खुकुरी र दुई तारा',
      'धानको बाला, क्रस खुँडा र दुई तारा',
      'क्रस खुँडा',
      'क्रस खुँडा र चन्द्र र सूर्य',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीलाई **जेल सजाय** गर्ने कानून तलका मध्ये कुन हो?',
    options: [
      'सशस्त्र प्रहरी ऐन २०५८',
      'सशस्त्र प्रहरी नियमावली २०७२',
      'प्रहरी नियमावली २०७१',
      'प्रहरी ऐन २०१२',
    ],
    answer: 0,
  },
]
