const quiz = [
  {
    q: 'सशस्त्र प्रहरी ऐन, २०५८ को **प्रमाणिकरण** कहिले भएको थियो?',
    options: [
      '२०५८ श्रावण ६ गते',
      '२०५८ भाद्र ६ गते',
      '२०५८ आश्विन ६ गते',
      '२०५८ कार्तिक ६ गते',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बलको **प्रमुख** को हुने व्यवस्था छ?',
    options: [
      'सशस्त्र प्रहरी नायव महानिरीक्षक',
      'सशस्त्र प्रहरी महानिरीक्षक',
      'सशस्त्र प्रहरी अतिरिक्त महानिरीक्षक',
      'गृह सचिव',
    ],
    answer: 1,
  },
  {
    q: '**केन्द्रीय सुरक्षा समिति**को **सदस्य सचिव** को रहने व्यवस्था छ?',
    options: [
      'गृहमन्त्री वा गृह राज्यमन्त्री',
      'गृह मन्त्रालयका सहसचिव',
      'गृहमन्त्री',
      'गृह सचिव',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी विशेष अदालतले गरेको निर्णयमा **चित्त नबुझाउनेले** कति दिनभित्र **पुनरावेदन** गर्ने व्यवस्था छ?',
    options: ['३० दिनभित्र', '१५ दिनभित्र', '३५ दिनभित्र', '४५ दिनभित्र'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले एक वर्षमा कति दिन **नबढाई सट्टा बिदा** पाउँछ?',
    options: ['३ दिन', '४ दिन', '६ दिन', '७ दिन'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरीलाई तालिम दिने सशस्त्र प्रहरी प्रशिक्षकले **प्रशिक्षण भत्ता** स्वरूप कति रकम प्राप्त गर्दछ?',
    options: [
      'निजले खाइपाई आएको तलबको दश प्रतिशत रकम',
      'निजले खाइपाई आएको तलबको चार प्रतिशत रकम',
      'निजले खाइपाई आएको तलबको पन्ध्र प्रतिशत रकम',
      'निजले खाइपाई आएको तलबको पच्चीस प्रतिशत रकम',
    ],
    answer: 0,
  },
  {
    q: '**कन्डेमनेसन (Condemnation) समितिमा** कति जना सदस्य रहन्छन्?',
    options: ['५ जना', '३ जना', '४ जना', '६ जना'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ ले **कुन कुन नियमावलीको खारेजी** गरेको छ?',
    options: [
      'सशस्त्र प्रहरी नियमावली २०६० र सशस्त्र प्रहरी (प्राविधिक समूह) नियमावली २०६७',
      'सशस्त्र प्रहरी नियमावली २०५८ र सशस्त्र प्रहरी (प्राविधिक समूह) नियमावली २०६७',
      'सशस्त्र प्रहरी नियमावली २०५९ र सशस्त्र प्रहरी (प्राविधिक समूह) नियमावली २०६७',
      'सशस्त्र प्रहरी नियमावली २०६० र सशस्त्र प्रहरी (प्राविधिक समूह) नियमावली २०६८',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **संगठन तथा व्यवस्थापन सर्वेक्षण समितिमा** कति जना सदस्य रहन्छन्?',
    options: ['४ जना', '५ जना', '६ जना', '७ जना'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ अनुसार **श्रेणीविहीन पदमा** कतिवटा **स्तर** छ?',
    options: ['५', '४', '१', '२'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली २०७२ अनुसार **कार्यसम्पादन मूल्याङ्कन** गर्दा **सुपरिवेक्षकले** कति अङ्क दिने व्यवस्था छ?',
    options: ['४० अङ्क', '५० अङ्क', '६० अङ्क', '१०० अङ्क'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ अनुसार सशस्त्र प्रहरी सेवामा **बढुवाको लागि सम्भाव्य उम्मेदवार** हुन एक तह मुनिको पदमा कति वर्ष **काम गरेको** हुनुपर्छ?',
    options: ['४ वर्ष', '५ वर्ष', '६ वर्ष', '७ वर्ष'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ मा **कति नियम र कति अनुसूची** रहेका छन्?',
    options: [
      '१६७ नियम र ७ अनुसूची',
      '१६७ नियम र ९ अनुसूची',
      '१६८ नियम र १९ अनुसूची',
      '१७६ नियम र ३ अनुसूची',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी **महानिरीक्षक** कति वर्षको उमेर पुगेपछि **अवकाश** हुने व्यवस्था छ?',
    options: ['५६ वर्ष', '५७ वर्ष', '५८ वर्ष', '५९ वर्ष'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरीको आफ्नो पद माथिको **पदाधिकार** तलकामध्ये कुन **अवस्थासम्म कायम** रहेको मानिन्छ?',
    options: [
      'सरुवा भई कामकाज सम्हाल्न पाइने म्यादसम्म',
      'निलम्बनमा रहेको अवधिसम्म',
      'बिदामा बसेको अवधिसम्म',
      'सबै अवस्थाहरूमा',
    ],
    answer: 3,
  },
]
