const quiz = [
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले सार्वजनिक बिदाको दिनमा काम गरेबापत देहायको कुन बिदा पाउने व्यवस्था छ?',
    options: ['बिरामी बिदा', 'अध्ययन बिदा', 'सट्टा बिदा', 'भैपरी आउने बिदा'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **सशस्त्र प्रहरी निरीक्षक** पदमा कार्यरत कर्मचारीलाई कति वर्ष **उमेर पूरा भएपछि** अवकाश दिइन्छ?',
    options: ['५० वर्ष', '५१ वर्ष', '५२ वर्ष', '५३ वर्ष'],
    answer: 3,
  },
  {
    q: 'निम्नमध्ये **केन्द्रीय सुरक्षा समितिको सदस्य**मा को **हुँदैन**?',
    options: [
      'गृह मन्त्री',
      'गृह मन्त्रालयका सचिव',
      'रक्षा मन्त्री',
      'रक्षा मन्त्रालयका सचिव',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपाल कुन **मन्त्रालयअन्तर्गत** पर्दछ?',
    options: [
      'रक्षा मन्त्रालय',
      'गृह मन्त्रालय',
      'प्रधानमन्त्री तथा मन्त्रिपरिषद्‌को कार्यालय',
      'वन तथा वातावरण मन्त्रालय',
    ],
    answer: 1,
  },
  {
    q: '**सशस्त्र प्रहरी उपरीक्षक** पदको दर्ज्यानी चिन्ह के रहेको छ?',
    options: [
      'खुँडा क्रस र तीन तारा',
      'खुँडा क्रस र दुई तारा',
      'खुँडा क्रस',
      'दुई तारा',
    ],
    answer: 1,
  },
  {
    q: '**सशस्त्र प्रहरी सेवा आयोगमा** अध्यक्षसहित जम्मा कतिजना पदाधिकारी रहन्छन्?',
    options: ['चार जना', 'तीन जना', 'सात जना', 'पाँच जना'],
    answer: 3,
  },
  {
    q: '**सशस्त्र प्रहरी सेवा आयोगको सदस्य सचिव** को रहने व्यवस्था रहेको छ?',
    options: [
      'लोक सेवा आयोगको सदस्य',
      'गृह मन्त्रालयका सचिव',
      'सशस्त्र प्रहरी महानिरीक्षक',
      'गृह मन्त्री',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपाल कस्तो प्रकृतिको **सुरक्षा निकाय** हो?',
    options: [
      'अर्ध सैनिक',
      'सङ्घीय सैनिक',
      'प्रमुख सैनिक',
      'माथिका कुनै पनि होइनन्',
    ],
    answer: 0,
  },
  {
    q: 'तलका मध्ये सशस्त्र प्रहरीलाई दिइने **सामान्य सजायअन्तर्गत** कुन पर्दछ?',
    options: [
      'नसिहत दिने',
      'बढीमा पाँच तलब वृद्धि रोक्का गर्ने',
      'बढीमा पाँच वर्षसम्म बढुवा रोक्का गर्ने',
      'माथिका सबै',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले **सजायको आदेश पाएको** कति दिनभित्र **पुनरावेदन** दिइसक्नु पर्नेछ?',
    options: ['३५ दिन', '३० दिन', '१५ दिन', '६० दिन'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरीले आफूलाई र **आफ्नो टोलीलाई** कस्तो राख्नु पर्दछ?',
    options: ['जागरूक', 'तदारूक', 'जिम्मेवार', 'सचेत र सतर्क'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ अनुसार सशस्त्र प्रहरीले **पालना गर्नुपर्ने आचरणमा नपर्ने** विषय देहायका मध्ये कुन हो?',
    options: [
      'समय पालन र नियमितता',
      'कम्पनीको स्थापना सञ्चालन र व्यापार व्यवसाय गर्न नहुने',
      'आफ्नो पैतृक सम्पत्ति बेचबिखन गर्न नहुने',
      'राजनीतिमा भाग लिन नहुने',
    ],
    answer: 2,
  },
  {
    q: 'सामान्यतया सशस्त्र प्रहरी कर्मचारीले कति वर्ष **सेवा अवधि पूरा गरेपछि** **अध्ययन बिदा** पाउँदछन्?',
    options: ['२ वर्ष', '४ वर्ष', '५ वर्ष', '७ वर्ष'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले **भ्रष्टाचार गरेको प्रमाणित भएमा** कस्तो सजाय पाउँछ?',
    options: [
      'नसिहत',
      'बढीमा पाँच तलब वृद्धि रोक्का',
      'बढीमा दुई तलब वृद्धि रोक्का',
      'भविष्यमा सरकारी सेवाको निमित्त अयोग्य ठहरिने गरी सेवाबाट बर्खास्त',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **पहिलो सशस्त्र प्रहरी महानिरीक्षकको नाम** के हो?',
    options: [
      'विज्ञानराज शर्मा',
      'कुबेर नेपाली',
      'कृष्णमोहन श्रेष्ठ',
      'सहकुल थापा',
    ],
    answer: 2,
  },
]
