const quiz = [
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले एक पटकमा कति दिन **किरिया बिदा** पाउँछ?',
    options: ['१० दिन', '१२ दिन', '१५ दिन', 'कुनै पनि होइन'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बलको **क्षेत्रीय मुख्यालय बाहिनीको प्रमुख** को हुन्छ?',
    options: [
      'सशस्त्र प्रहरी नायव महानिरीक्षक',
      'सशस्त्र प्रहरी अतिरिक्त महानिरीक्षक',
      'सशस्त्र प्रहरी महानिरीक्षक',
      'सशस्त्र प्रहरी वरिष्ठ उपरीक्षक',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बललाई अंग्रेजीमा के भनिन्छ?',
    options: [
      'Area Police Force',
      'Armed Police Force',
      'Agriculture Police Force',
      'Army Police Force',
    ],
    answer: 1,
  },
  {
    q: 'तलका मध्ये कुन सशस्त्र प्रहरी बलको **संरचना** भित्र पर्दैन?',
    options: ['गण', 'गुल्म', 'बाहिनी', 'रेजिमेन्ट'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बलमा रिक्त रहेको सशस्त्र प्रहरी हवल्दार पदमा **कति प्रतिशत बढुवाद्वारा** पूर्ति गरिन्छ?',
    options: ['१०० प्रतिशत', '५५ प्रतिशत', '७५ प्रतिशत', '१५ प्रतिशत'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी जवान पदमा नियुक्ति हुन छाती **नफुलाउँदा** कम्तिमा कति हुनुपर्छ?',
    options: ['३० इन्च', '३२ इन्च', '३३ इन्च', '३१ इन्च'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी **सहायक निरीक्षक (ASI)** को **दर्ज्यानी चिन्हमा** के हुन्छ?',
    options: ['दुई तारा', 'एक तारा', 'तीन तारा', 'कुनै पनि होइन'],
    answer: 1,
  },
  {
    q: 'नेपालका सुरक्षा निकायहरू मध्ये कुनले छुट्टै **पोशाकको प्रयोग** गर्दैन?',
    options: [
      'नेपाली सेना',
      'नेपाल प्रहरी',
      'सशस्त्र प्रहरी बल',
      'राष्ट्रिय अनुसन्धान विभाग',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी **अतिरिक्त महानिरीक्षक (AIG)** कति अवधि सो पदमा बहाल रहन सक्दछन्?',
    options: ['५ वर्ष', '४ वर्ष', '६ वर्ष', '८ वर्ष'],
    answer: 1,
  },
  {
    q: 'तलका मध्ये कुन सशस्त्र प्रहरी कर्मचारीलाई गरिने **विभागीय कारबाही** होइन?',
    options: ['नसिहत दिने', 'घटुवा गर्ने', 'बढुवा रोक्का गर्ने', 'बिदा नदिने'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बलको **आदर्श वाक्य** के हो?',
    options: [
      'शान्ति सुरक्षा प्रतिबद्धता',
      'ज्ञान कला कौशल',
      'शान्ति स्थायित्व तटस्थता',
      'कुनै पनि होइन',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी **परिचर** पदमा नियुक्त हुन कति शैक्षिक योग्यता हुनु पर्दछ?',
    options: ['५ कक्षा पास', 'एस.एल.सी. पास', '८ कक्षा पास', 'साधारण लेखपढ'],
    answer: 2,
  },
  {
    q: '**आदिवासी/जनजाति**का लागि सो भनी प्रमाणित भएको प्रमाण **कहाँबाट** पाउन सकिन्छ?',
    options: [
      'आदिवासी/जनजाति उत्थान राष्ट्रिय प्रतिष्ठान',
      'नेपाल प्रज्ञा प्रतिष्ठान',
      'नेपाल प्रशासनिक प्रशिक्षण प्रतिष्ठान',
      'सशस्त्र प्रहरी बल प्रशिक्षण प्रतिष्ठान',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी **सेवा आयोगको अध्यक्ष** को रहने व्यवस्था छ?',
    options: [
      'सशस्त्र प्रहरी महानिरीक्षक',
      'लोकसेवा आयोगको अध्यक्ष वा निजले तोकेको सदस्य',
      'गृह सचिव',
      'रक्षा सचिव',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल कुन **मन्त्रालय मातहत** पर्दछ?',
    options: [
      'स्थानीय विकास मन्त्रालय',
      'सामान्य प्रशासन मन्त्रालय',
      'गृह मन्त्रालय',
      'रक्षा मन्त्रालय',
    ],
    answer: 2,
  }
]
