const quiz = [
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **वर्तमान नियमावली** कुन हो?',
    options: ['२०७१', '२०७२', '२०७३', 'माथिका कुनै पनि होइन\u0964'],
    answer: 1,
  },
  {
    q: '**सशस्त्र प्रहरी नायव निरीक्षक (Sub-Inspector)** पदको **दर्ज्यानी चिन्ह** तलका मध्ये कुन हो?',
    options: ['एक तारा', 'तीन धर्के फिता', 'डण्डा र खुँडा क्रस', 'दुई तारा'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालमा तलका मध्ये **माथिल्लो दर्जा** कुन हो?',
    options: [
      'सशस्त्र प्रहरी निरीक्षक',
      'सशस्त्र प्रहरी उपरीक्षक',
      'सशस्त्र प्रहरी नायव निरीक्षक',
      'सशस्त्र प्रहरी नायव उपरीक्षक',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **कार्य** तलका मध्ये कुन **होइन**?',
    options: [
      'नेपालको कुनै भागमा भएको वा हुने सशस्त्र सङ्घर्ष नियन्त्रण गर्ने',
      'पृथकतावादी गतिविधि नियन्त्रण गर्ने',
      'दैवीप्रकोप र महामारीबाट पीडितको उद्धारमा सहयोग पुर्‍याउने',
      'दैनिक शान्ति सुरक्षा तथा अपराध नियन्त्रण गर्ने\u0964',
    ],
    answer: 3,
  },
  {
    q: 'नेपालमा सशस्त्र प्रहरी **सञ्चालन गर्ने प्रयोजनका लागि** नेपाल सरकारलाई आवश्यक सुझाव तलका मध्ये कसले दिन्छ?',
    options: [
      'मन्त्रिपरिषद्‌',
      'गृहमन्त्री',
      'केन्द्रीय सुरक्षा समिति',
      'प्रधानमन्त्रीको सल्लाहकार',
    ],
    answer: 2,
  },
  {
    q: '**केन्द्रीय सुरक्षा समिति**को अध्यक्ष बाहेक कति जना **सदस्य** रहने व्यवस्था छ?',
    options: ['१३ जना', '१० जना', '९ जना', '८ जना'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी सेवाको **खुल्ला प्रतियोगिताद्वारा** पूर्ति हुने **दर्जा** कति छन्?',
    options: ['१', '२', '३', '४'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले निम्न मध्ये **कुन काम** गर्नुपर्छ?',
    options: [
      'व्यापार व्यवसाय गर्ने काम',
      'साहित्यिक काम',
      'कानून विपरीत विवाह गर्ने काम',
      'चुनावमा प्रचार गर्ने काम',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरीको कर्तव्य र अधिकारमा उल्लेख भए अनुसार प्रचलित कानून बमोजिम निजले **गर्नु पर्ने भनी उल्लेख भएका अन्य काम गर्नु** निजको **.....** हुनेछ\u0964',
    options: ['कर्तव्य', 'दायित्व', 'जिम्मेवारी', 'मन'],
    answer: 0,
  },
  {
    q: '**सशस्त्र प्रहरी निरीक्षक** पद कुन श्रेणी अन्तर्गत पर्दछ?',
    options: [
      'राजपत्राङ्कित चतुर्थ श्रेणी',
      'राजपत्र अनङ्कित तृतीय श्रेणी',
      'राजपत्र अनङ्कित चतुर्थ श्रेणी',
      'राजपत्राङ्कित तृतीय श्रेणी',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ अनुसार तलका मध्ये कुन चाहिँ **सजाय ठूलो** हो?',
    options: [
      'चालचलन सम्बन्धी प्रतिवेदनमा प्रतिकूल राय लेख्ने\u0964',
      'खाइपाइ आएको तलब बढीमा पाँच तलब वृद्धि रोक्का गर्ने',
      'भविष्यमा सरकारी सेवाको निमित्त अयोग्य ठहरिने गरी सेवाबाट हटाउने',
      'नसिहत दिने',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारी मध्ये **पुरुष कर्मचारीले मात्र पाउने** देहायका मध्ये कुन बिदा हो?',
    options: [
      'प्रसूति स्याहार बिदा',
      'किरिया बिदा',
      'सार्वजनिक बिदा',
      'भैपरी आउने बिदा',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी जवानलाई **बढीमा कति वर्ष बढुवा रोक्का** गर्न सक्ने व्यवस्था छ?',
    options: ['४ वर्ष', '५ वर्ष', '७ वर्ष', '२ वर्ष'],
    answer: 1,
  },
]
