const quiz = [
  {
    q: 'सशस्त्र प्रहरी विशेष अदालतले मुद्दा **साक्षी बुझेको मितिले** सामान्यतया **कति दिनभित्र** मुद्दाको कारबाही किनारा गर्नुपर्दछ?',
    options: ['७ दिन', '१५ दिन', '४५ दिन', '९० दिन'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी सेवाको **खुल्ला प्रतियोगिताद्वारा** पूर्ति हुने पदमा कसको सिफारिसमा नियुक्ति गरिन्छ?',
    options: [
      'सशस्त्र प्रहरी सेवा आयोग',
      'प्रहरी सेवा आयोग',
      'राष्ट्रपति',
      'उप-राष्ट्रपति',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल नियमावली २०७२ अनुसार सशस्त्र प्रहरी बल नेपालको **साधारण समूह लेखा उप-समूह**तर्फको **सशस्त्र प्रहरी वरिष्ठ हवल्दार** पदमा **कति प्रतिशत** खुल्ला प्रतियोगिताबाट पदपूर्ति गरिने व्यवस्था छ?',
    options: ['१०० प्रतिशत', '७५ प्रतिशत', '३५ प्रतिशत', '५० प्रतिशत'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी **समावेशी कोटा** अन्तर्गत **पिछडिएको क्षेत्र** अन्तर्गत तलका मध्ये कुन जिल्ला **पर्दैन**?',
    options: ['बझाङ', 'बाजुरा', 'अछाम', 'दार्चुला'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले प्रत्येक वर्ष कति दिन **बिरामी बिदा** पाउँछन्?',
    options: ['१० दिन', '१२ दिन', '१४ दिन', '१६ दिन'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी **महानिरीक्षकको पदावधि** कति वर्ष हुन्छ?',
    options: ['३ वर्ष', '५ वर्ष', '६ वर्ष', '४ वर्ष'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी **वरिष्ठ हवल्दार** पदमा बढुवा हुन **आवश्यक पर्ने न्यूनतम शैक्षिक योग्यता** कति हो?',
    options: [
      'साधारण लेखपढ',
      'आठ कक्षा उत्तीर्ण',
      'दश कक्षा उत्तीर्ण',
      'एस एल सी उत्तीर्ण',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी जवान पदका लागि दरखास्त दिन न्यूनतम कति वर्ष **उमेर पूरा** गरेको हुनु पर्दछ?',
    options: ['२० वर्ष', '२२ वर्ष', '१८ वर्ष', '१९ वर्ष'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको प्रधान कार्यालय कहाँ रहेको छ?',
    options: [
      'बाँसबारी, काठमाण्डौं',
      'महाराजगञ्ज, काठमाण्डौं',
      'नक्साल, काठमाण्डौं',
      'हलचोक, काठमाण्डौं',
    ],
    answer: 3,
  },
  {
    q: 'कति वर्ष **उमेर पूरा भएपछि** सशस्त्र प्रहरी **परिचरले अनिवार्य अवकाश** पाउने व्यवस्था छ?',
    options: ['५५ वर्ष', '५४ वर्ष', '५६ वर्ष', '५० वर्ष'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल नियमावली, २०७२ अनुसार सशस्त्र प्रहरी कर्मचारीको **कार्य क्षमताको मूल्याङ्कनमा** **कार्यसम्पादन मूल्याङ्कन** वापत कति अङ्क छुट्याइएको छ?',
    options: ['२० अङ्क', '२५ अङ्क', '३० अङ्क', '४० अङ्क'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी ऐन, २०५८ अनुसार **केन्द्रीय सुरक्षा समितिको अध्यक्ष** को हुन्छ?',
    options: [
      'रक्षा मन्त्री वा रक्षा राज्यमन्त्री',
      'गृह मन्त्री वा गृह राज्यमन्त्री',
      'रक्षा सचिव',
      'गृह सचिव',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरीमा **राजपत्र अनङ्कित तृतीय श्रेणी**को पद भन्नाले कुन पदलाई बुझिन्छ?',
    options: [
      'सशस्त्र प्रहरी वरिष्ठ हवल्दार',
      'सशस्त्र प्रहरी हवल्दार',
      'सशस्त्र प्रहरी सहायक हवल्दार',
      'माथिका सबै',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल (APF) नेपालको **स्थापना** कहिले भएको हो?',
    options: ['वि.सं. २०५६', 'वि.सं. २०५८', 'वि.सं. २०६०', 'वि.सं. २०६२'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ कहिले **नेपाल राजपत्रमा प्रकाशित** भएको हो?',
    options: ['२०७२/१/२१', '२०७२/२/२१', '२०७२/३/२१', '२०७२/४/२१'],
    answer: 2,
  },
]
