const quiz = [
  {
    q: 'उचित र **पर्याप्त कारण** भएमा सशस्त्र प्रहरी कर्मचारीलाई **गारद (Guard) ......** राख्ने व्यवस्था छ?',
    options: ['धेरै कारण भएमा', 'नजरबन्दमा', 'ब्यारेक कोठामा', 'निजको घरमा'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ को **परिच्छेद १४** मा के सम्बन्धी व्यवस्था गरेको छ?',
    options: [
      'आचरण',
      'बिदा',
      'सजाय तथा पुनरावेदन',
      'सशस्त्र प्रहरीको कर्तव्य र अधिकार',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **संगठन प्रमुख** को रहने व्यवस्था छ?',
    options: [
      'सशस्त्र प्रहरी महानिरीक्षक',
      'प्रधानमन्त्री',
      'गृह मन्त्री',
      'गृह सचिव',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपाल कुन **मन्त्रालय अन्तर्गत** पर्दछ?',
    options: [
      'रक्षा मन्त्रालय',
      'गृह मन्त्रालय',
      'जनसंख्या मन्त्रालय',
      'श्रम मन्त्रालय',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **विधिवत् स्थापना** कहिले भयो?',
    options: [
      'वि.सं. २०५६',
      'वि.सं. २०५७',
      'वि.सं. २०५८',
      'माथिका कुनै पनि होइनन्',
    ],
    answer: 2,
  },
  {
    q: '**सशस्त्र प्रहरी सेवा आयोगमा** **...** सदस्य सचिव हुन्छन्?',
    options: [
      'सशस्त्र प्रहरी अतिरिक्त महानिरीक्षक',
      'सशस्त्र प्रहरी महानिरीक्षक',
      'सशस्त्र प्रहरी नायव महानिरीक्षक',
      'सशस्त्र प्रहरी वरिष्ठ उपरीक्षक',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी सेवा आयोगको सदस्यमा नेपाली सेनाको कुन **श्रेणीको प्रतिनिधि** रहने व्यवस्था छ?',
    options: [
      'राजपत्राङ्कित प्रथम श्रेणीको',
      'राजपत्राङ्कित विशिष्ट श्रेणीको',
      'अधिकृत श्रेणीको',
      'राजपत्राङ्कित द्वितीय श्रेणीको',
    ],
    answer: 2,
  },
  {
    q: '**केन्द्रीय सुरक्षा समिति**को अध्यक्ष को रहने व्यवस्था छ?',
    options: [
      'प्रधानमन्त्री',
      'गृहमन्त्री वा गृह राज्यमन्त्री',
      'रक्षामन्त्री वा रक्षा राज्यमन्त्री',
      'नेपाली सेनाको प्रधान सेनापति',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **दरबन्दी संख्या** कसले तोक्दछ?',
    options: [
      'सशस्त्र प्रहरी बल नेपालको प्रधान कार्यालयले',
      'रक्षा मन्त्रालयले',
      'नेपाल सरकारले',
      'गृह मन्त्रालयले',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी ऐन कुन राजाको पालामा आएको हो?',
    options: [
      'वीरेन्द्र',
      'दीपेन्द्र',
      'ज्ञानेन्द्र',
      'त्यस समयमा राजा नै थिएनन्',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **राष्ट्रिय सशस्त्र प्रहरी बल प्रतिष्ठान** कहाँ रहेको छ?',
    options: ['ठूलो भऱ्याङ', 'हलचोक', 'स्वयम्भू', 'मातातीर्थ'],
    answer: 3,
  },
  {
    q: '**सशस्त्र प्रहरी अतिरिक्त महानिरीक्षक**को **दर्ज्यानी चिन्ह** तलका मध्ये कुन हो?',
    options: [
      'धानको बाला, क्रस खुकुरी र दुई तारा',
      'धानको बाला, क्रस खुँडा र एक तारा',
      'धानको बाला, क्रस डण्डा र दुई तारा',
      'धानको बाला, क्रस खुँडा र चन्द्र र सूर्य',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी सेवामा कति प्रकारका **सेवा समूह** रहन्छन्?',
    options: ['१', '२', '३', '४'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी जवान **राजपत्र अनङ्कित** कुन **श्रेणीमा** पर्दछ?',
    options: ['प्रथम', 'तृतीय', 'चतुर्थ', 'द्वितीय'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले **सेवा अवधिभर** कति पटक **प्रसूति स्याहार बिदा** पाउँछन्?',
    options: ['२ पटक', '३ पटक', '४ पटक', '५ पटक'],
    answer: 0,
  },
]
