const quiz = [
  {
    q: 'सशस्त्र प्रहरी जवानको **शारीरिक सहिष्णुता परीक्षा**को **पूर्णाङ्क** कति हो?',
    options: ['५०', '९०', '६०', '१००'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी जवानको **विशेष स्वास्थ्य परीक्षणमा** तलका मध्ये कुन चाहिँ परीक्षण **पर्दैन**?',
    options: ['HIV Test', 'Hepatitis Test', 'Drug Addict Test', 'Corona Test'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको सशस्त्र प्रहरी बलको **बाहिनीपति** को रहने व्यवस्था छ?',
    options: [
      'सशस्त्र प्रहरी महानिरीक्षक',
      'सशस्त्र प्रहरी नायव महानिरीक्षक',
      'गणपति',
      'गृह सचिव',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बलको **प्रधान कार्यालयको प्रमुख** को रहन्छन्?',
    options: [
      'रक्षा मन्त्री',
      'गृह मन्त्री',
      'सशस्त्र प्रहरी नायव महानिरीक्षक',
      'सशस्त्र प्रहरी महानिरीक्षक',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **ऐन आउनु अगाडि** कति ओटा **अध्यादेश** आएका थिए?',
    options: ['२', '३', '४', '०'],
    answer: 0,
  },
  {
    q: '**सशस्त्र प्रहरी सेवा आयोगमा** जम्मा **कति सदस्य** संख्या हुन्छ?',
    options: ['३', '४', '५', '७'],
    answer: 2,
  },
  {
    q: '**केन्द्रीय सुरक्षा समितिमा** सशस्त्र प्रहरी महानिरीक्षक **मर्यादाक्रममा** कति नं. मा पर्दछन्?',
    options: ['पहिलो', 'पाँचौँ', 'दोस्रो', 'तेस्रो'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **परिचालन** कसले गर्दछ?',
    options: [
      'सशस्त्र प्रहरी बल नेपालको प्रधान कार्यालयले',
      'रक्षा मन्त्रालयले',
      'नेपाल सरकारले',
      'गृह मन्त्रालयले',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी ऐन किन **आवश्यक** छ?',
    options: [
      'सशस्त्र प्रहरी बलका कर्मचारीलाई सुविधा दिन',
      'अपराध अनुसन्धान गर्न',
      'सीमा सुरक्षा गर्न',
      'सशस्त्र प्रहरी बल परिचालन गर्न',
    ],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **प्रधान कार्यालय** काठमाण्डौको टुँडिखेलबाट कुन दिशामा रहेको छ?',
    options: ['पूर्व', 'पश्चिम', 'उत्तर', 'दक्षिण'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी जवानको **दर्ज्यानी चिन्ह** तलका मध्ये कुन हो?',
    options: [
      'दुई तारा',
      'एक तारा',
      'पहेंलो एक धर्मो फिता',
      'पहेंलो दुई धर्मो फिता',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी सेवामा कति प्रकारका **सेवा समूह** रहन्छन्?',
    options: ['३', '२', '१', '५'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी **जवानबाट प्रमोसन** हुँदा कुन दर्जामा पुगिन्छ?',
    options: [
      'सशस्त्र प्रहरी हवल्दार',
      'सशस्त्र प्रहरी सहायक हवल्दार',
      'सशस्त्र प्रहरी परिचर',
      'फलोअर्स',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी **महिला कर्मचारीले सेवा अवधि भर** कति पटक **प्रसूति बिदा** पाउँछन्?',
    options: ['२ पटक', '३ पटक', '१ पटक', '५ पटक'],
    answer: 0,
  },
]
