const quiz = [
  {
    q: 'तलकामध्ये कुन कसुर गरेमा मात्र सशस्त्र प्रहरी कर्मचारीलाई भविष्यमा **सरकारी सेवाको निमित्त अयोग्य ठहरिने गरी सेवाबाट बर्खास्त** गर्ने व्यवस्था छ?',
    options: [
      'अनुशासनहीन काम गरेमा',
      'भ्रष्टाचार गरेको प्रमाणित भएमा',
      'सन्तोषजनक काम नगरेमा',
      'समयमै पेश्की फछ्र्योट नगरेमा',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी नियमावली, २०७२ को **परिच्छेद ११** मा के सम्बन्धी व्यवस्था गरेको छ?',
    options: ['आचरण', 'बिदा', 'पुनरावेदन', 'सेवाको सुरक्षा'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी जवान **राजपत्र अनङ्कित** कुन श्रेणीमा पर्दछ?',
    options: ['प्रथम', 'द्वितीय', 'तृतीय', 'चतुर्थ'],
    answer: 3,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले **सेवा अवधिभर** कतिपटक **प्रसूति स्याहार बिदा** पाउँछन्?',
    options: ['१ पटक', '२ पटक', '३ पटक', '४ पटक'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **संगठन प्रमुख** को रहने व्यवस्था छ?',
    options: [
      'सशस्त्र प्रहरी महानिरीक्षक',
      'प्रधानमन्त्री',
      'गृह मन्त्री',
      'गृह सचिव',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपाल कुन **मन्त्रालय अन्तर्गत** पर्दछ?',
    options: [
      'रक्षा मन्त्रालय',
      'गृह मन्त्रालय',
      'जनसंख्या मन्त्रालय',
      'श्रम मन्त्रालय',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **विधिवत् स्थापना** कहिले भयो?',
    options: [
      'वि.सं. २०५६',
      'वि.सं. २०५७',
      'वि.सं. २०५८',
      'माथिका कुनै पनि होइनन्',
    ],
    answer: 2,
  },
  {
    q: '**.........** मा सशस्त्र प्रहरी बल, नेपालको **सञ्चालन** हुँदैन\u0964',
    options: [
      'अपराध अनुसन्धान गर्न',
      'ट्राफिक व्यवस्थापन गर्न',
      'चेलीबेटी बेचबिखन रोक्न',
      'दङ्गा नियन्त्रण गर्न',
    ],
    answer: 1,
  },
  {
    q: '**सशस्त्र प्रहरी सेवा आयोग**को **सदस्य सचिव** को रहने व्यवस्था छ?',
    options: [
      'लोक सेवा आयोगको सदस्य',
      'रक्षामन्त्री वा रक्षा राज्यमन्त्री',
      'गृह सचिव',
      'सशस्त्र प्रहरी महानिरीक्षक',
    ],
    answer: 3,
  },
  {
    q: '**केन्द्रीय सुरक्षा समिति**को अध्यक्ष को रहने व्यवस्था छ?',
    options: [
      'प्रधानमन्त्री',
      'रक्षामन्त्री वा रक्षा राज्यमन्त्री',
      'गृहमन्त्री वा गृह राज्यमन्त्री',
      'नेपाली सेनाको प्रधान सेनापति',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बल, नेपालको **दरबन्दी संख्या** कसले **तोकिदिए बमोजिम** हुनेछ?',
    options: [
      'सशस्त्र प्रहरी बल नेपालको प्रधान कार्यालयले',
      'रक्षा मन्त्रालयले',
      'नेपाल सरकारले',
      'गृह मन्त्रालयले',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी ऐन कुन राजाको पालामा आएको हो?',
    options: ['बीरेन्द्र', 'ज्ञानेन्द्र', 'दीपेन्द्र', 'कुनै पनि होइन'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बल नेपालको **प्रधानकार्यालय** कहाँ रहेको छ?',
    options: ['ठूलो भऱ्याङ', 'स्वयम्भू', 'हलचोक', 'बालाजु'],
    answer: 2,
  },
  {
    q: '**सशस्त्र प्रहरी महानिरीक्षक**को **दर्ज्यानी चिन्ह** तलका मध्ये कुन हो?',
    options: [
      'धानको बाला, क्रस खुकुरी र दुई तारा',
      'धानको बाला, क्रस खुँडा र चन्द्र र सूर्य',
      'धानको बाला, क्रस खुँडा र दुई तारा',
      'धानको बाला, क्रस डण्डा र चन्द्र र सूर्य',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीलाई दिइने सजाय सम्बन्धी व्यवस्थामा एउटा **सामान्य सजाय** हो भने अर्को कुन सजाय हो?',
    options: ['जटिल', 'कडा', 'वृहत्', 'विशेष'],
    answer: 3,
  },
]
