const quiz = [
  {
    q: 'सशस्त्र प्रहरी **जवान**को कति वर्ष **उमेर पुगेपछि** सेवाबाट अवकास पाउँछ?',
    options: ['४५ वर्ष', '५० वर्ष', '४८ वर्ष', '५४ वर्ष'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी बलमा **दर्जागत तह** कतिवटा हुन्छन्?',
    options: ['१२', '१५', '१४', '१६'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बलमा वि.सं. २०७० मा सशस्त्र प्रहरी महानिरीक्षक को थिए?',
    options: ['कोषराज पन्त', 'सनत कुमार', 'किशोर कुमार', 'बासुदेव वली'],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले आफू नियुक्त भएको कति वर्षसम्म **नोकरी छाड्न** पाउँदैन?',
    options: ['३ वर्ष', '५ वर्ष', '४ वर्ष', '६ वर्ष'],
    answer: 1,
  },
  {
    q: '**Armed Police Force** लाई नेपालीमा के भनिन्छ?',
    options: [
      'सशस्त्र बल',
      'सशस्त्र प्रहरी बल',
      'सशस्त्र सुरक्षा बल',
      'सशस्त्र सीमा बल',
    ],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी **नायव उपरीक्षक (DSP)** को दर्ज्यानी चिन्ह के हुन्छ?',
    options: [
      'खुँडा क्रस',
      'खुँडा क्रस र एक तारा',
      'खुँडा क्रस र दुई तारा',
      'खुँडा क्रस र तीन तारा',
    ],
    answer: 1,
  },
  {
    q: 'महिला सशस्त्र प्रहरी कर्मचारीले एकपटकमा पाउने **सुत्केरी बिदाको** अवधि कति हुन्छ?',
    options: ['३० दिन', '९० दिन', '६० दिन', '१२० दिन'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी जवान पदमा नयाँ नियुक्ति हुन कम्तिमा कति कक्षा पास गरेको हुनुपर्छ?',
    options: ['साधारण लेखपढ', '५ कक्षा', '८ कक्षा', 'एस.एल.सी.'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले **कति किसिमको** बिदा पाउँदछन्?',
    options: ['६', '८', '७', '१०'],
    answer: 1,
  },
  {
    q: 'सशस्त्र प्रहरी **जवान** पदमा नियुक्ति कसले गर्दछ?',
    options: [
      'सशस्त्र प्रहरी उपरीक्षक',
      'सशस्त्र प्रहरी वरिष्ठ उपरीक्षक',
      'सशस्त्र प्रहरी नायव महानिरीक्षक',
      'सशस्त्र प्रहरी सहायक निरीक्षक',
    ],
    answer: 1,
  },
  {
    q: 'कुन निकायबाट **दलित** हो भनी प्रमाण पत्र जारी हुन्छ?',
    options: [
      'राष्ट्रिय दलित आयोग',
      'नेपाल सरकार',
      'गृहमन्त्रालय',
      'स्थानीय तहको कार्यालय',
    ],
    answer: 0,
  },
  {
    q: 'सशस्त्र प्रहरी **सहायक निरीक्षक (ASI)** कुन श्रेणीमा पर्दछ?',
    options: [
      'राजपत्राङ्कित तृतीय',
      'राजपत्र अनङ्कित प्रथम',
      'राजपत्र अनङ्कित द्वितीय',
      'कुनै पनि होइन',
    ],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी कर्मचारीले कति दिनसम्म आफ्नो **घर बिदा संचित** गर्न सक्छ?',
    options: ['१६० दिन', '१७० दिन', '१८० दिन', '१९० दिन'],
    answer: 2,
  },
  {
    q: 'कति वर्ष **सेवा अवधि** पूरा भएपछि सशस्त्र प्रहरी कर्मचारीले **निवृत्तिभरण (पेन्सन)** पाउँछ?',
    options: ['१६ वर्ष', '१८ वर्ष', '२० वर्ष', '२२ वर्ष'],
    answer: 2,
  },
  {
    q: 'सशस्त्र प्रहरी बलले आफ्नो **जन्मोत्सव** कहिले मनाउने गर्दछ?',
    options: ['कार्तिक ७ गते', 'कार्तिक १७ गते', 'माघ १० गते', 'पौष ९ गते'],
    answer: 2,
  },
]
